{
    "Meta": {
        "Title": "My Chronic Pain"
    },
    "Content": [
        {
            "Content": [
                [
                    "Many people who meet me don't notice I have a chronic pain condition unless I say something that tips them off.",
                    "I look like a normal healthy young person (when I'm not in my wheelchair) so they assume I am.",
                    "And often people react poorly when I do tell them about it.",
                    "I've even had people accuse me of lying, being attention seeking or over-reacting.",
                    "People who know nothing about my life."
                ],
                [
                    "And I've spent a lot of time thinking about how to explain this to someone who is so used to being \"normal\" that they don't even have a frame of reference for what I go through.",
                    "How my pain works (and you cannot assume it's the same for anyone else) is small steady changes that snowball to overwhelming consequences. In my many years of experience, there is no limit to how bad things can get if I don't take proactive precautions."
                ]
            ]
        },
        {
            "Title": "The confusion:",
            "Content": [
                [
                    "When I am healthy, when everything has been going well for a while, I can do almost anything.",
                    "And when someone sees me do something which",
                    "- they assume I shouldn't be able to do",
                    "- they have seen me unable to do before",
                    "- I have refused to do before",
                    "- I have complained about",
                    "- I have asked for help with"
                ],
                [
                    "they jump to conclusions about my health condition.",
                    "Because most people think about diability like a light switch:",
                    "- You either are, or you are not.",
                    "- You either can, or you can not."
                ]
            ]
        },
        {
            "Title": "The Reality:",
            "Content": [
                [
                    "Whenever I do anything, no matter how big/small, no matter how good/bad my pain is, I will, eventually have to pay a cost.",
                    "So I need to think abut everything I do. Let's take a very simple action, one very few people even think about, but do everyday.",
                    "A trip to the bathroom.",
                    "- Am I sitting down?",
                    "-- Then I need to stand up first",
                    "-- If there's anything on my lap, I need to move it",
                    "- Where's my phone?",
                    "-- I cannot go to the bathroom without it",
                    "-- if somethiing happerns I can be rendered immobile and need to phone for help.",
                    "- Is there anything in this room that I need to move around?",
                    "-- will I need to raise my feet to step over something?",
                    "-- will I need to move something in my path?",
                    "- Is someone in the downstairs bathroom?",
                    "-- how long is the person likely to be in there?",
                    "-- We have an upstairs one, which could very well be empty",
                    "-- Is it urgent enough that I need to go to the upstairs one?",
                    "- How far is it to the bathroom?",
                    "-- the 20 steps may not seem like much, but it's 20 both ways.",
                    "-- is there other things I should do while I'm standing?",
                    "-- is there something on the way to/from the bathroom I should do?",
                    "-- can I save 10 steps later?"
                ],
                [
                    "And this is what most people never see.",
                    "Because they see me when I am out and about, able to do things. Not when I am huddled away recovering."
                ]
            ]
        },
        {
            "Title": "The Metaphore:",
            "Content": [
                [
                    "Put yourself in the following situation.",
                    "Everytime you need to perform a task, you need to rub your hand, once, across a sheet of sand paper.",
                    "The harder the task, the courser the sandpaper."
                ],
                [
                    "Now if you only need to do it once, then there's no problem. Sandpaper isn't sharp, it's just rough.",
                    "But if you have to do it every few minutes, every day, week after week, month after month, it quickly adds up.",
                    "It becomes torture.",
                    "And eventually, it becomes dangerous."
                ],
                [
                    "But if you tell someone they have to rub their hand across a sheet of sandpaper before they're allowed to go to the supermarket. Most people would be willing to. \"What's the harm\"",
                    "And that's how they treat me \"Why don't you just do it?\" when I've spent all day rubbing my hand across sandpaper, when my skin's cracking, there's no blood for them to see, but I can feel that it's coming."
                ],
                [
                    "And they have the audacity to say \"it's no big deal\"."
                ]
            ]
        }
    ]
}